tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sdkman/tap"
tap "christopherthielen/tag-ag"  # https://github.com/aykamko/tag (build from sources)
brew "autojump"                  # https://github.com/wting/autojump
brew "bash"
brew "bat"                       # https://github.com/sharkdp/bat
brew "coreutils"
brew "exa"                       # https://github.com/ogham/exa
brew "fd"                        # https://github.com/sharkdp/fd
brew "flake8"                    # https://flake8.pycqa.org/
brew "fzf"                       # https://github.com/junegunn/fzf
brew "gh"                        # https://github.com/cli/cli
brew "git"
brew "git-delta"                 # https://github.com/dandavison/delta
brew "git-open"                  # https://github.com/jeffreyiacono/git-open
brew "gnu-sed"                   # https://www.gnu.org/software/sed/
brew "gum"                       # https://github.com/charmbracelet/gum
brew "gpg"
brew "httpie"                    # https://httpie.org/
brew "jq"                        # https://github.com/stedolan/jq
brew "just"                      # https://github.com/casey/just
brew "mas"                       # https://github.com/mas-cli/mas
brew "nvim"                      # https://neovim.io/
brew "openssl"
brew "ripgrep"                   # https://github.com/BurntSushi/ripgrep
brew "sdkman-cli"                # https://sdkman.io/
brew "shellcheck"                # https://github.com/koalaman/shellcheck
brew "starship"                  # https://starship.rs/
brew "tag-ag"                    # https://github.com/aykamko/tag
brew "vim"
brew "yamllint"                  # https://github.com/adrienverge/yamllint
brew "yq"                        # https://github.com/mikefarah/yq
brew "zsh"
cask "adobe-acrobat-reader"
cask "bartender"                 # https://www.macbartender.com/
cask "bettertouchtool"           # https://folivora.ai
cask "docker"
cask "font-jetbrains-mono"       # https://www.jetbrains.com/lp/mono/
cask "font-fira-code-nerd-font"  # https://github.com/tonsky/FiraCode
cask "google-chrome"
cask "intellij-idea-ce"
cask "moom"                      # https://manytricks.com/moom/
cask "notion"                    # https://www.notion.so/es-es/desktop
cask "postman"                   # https://www.postman.com/
cask "raycast"                   # https://www.raycast.com/
cask "readdle-spark"             # https://sparkmailapp.com/
cask "slack"
cask "visual-studio-code"
cask "warp"                      # https://www.warp.dev/
cask "whatsapp"
